package main

var wordList = map[string][]string{
	"hy": {
		"հայր", "մայր", "երեխա", "տուն", "աշխարհ", "լույս", "գիրք", "ծառ",
		"անտառ", "լեռ", "գետ", "ծով", "երկինք", "արև", "լուսին", "աստղ",
		"մեքենա", "գյուղ", "քաղաք", "երկիր", "կենտրոն", "շուկա", "դպրոց",
		"համալսարան", "հանրահաշիվ", "կարգ", "տարի", "ամիս", "համալիր",
		"տեխնիկա", "խոհանոց", "սենյակ", "հագուստ", "աղբյուր", "արգելք",
		"պատուհան", "դուռ", "տանիք", "հատակ", "հատվածանք", "կողմ", "անկյուն",
		"անձրև", "ձյուն", "հող", "համայնք", "խաղաղություն", "պատերազմ",
		"գործ", "հույս", "սիրուն", "տաք", "սառը", "երկար", "կարճ", "հասարակ",
		"հայելի", "գեղեցիկ", "համեղ", "չոր", "խոնավ", "բարձր", "ծանր", "թեթև",
		"հեռու", "մոտ", "առաջին", "վերջին", "մեծ", "փոքր", "նոր", "հին",
		"գեղավոր", "աղմուկ", "լռություն", "շրջան", "բաց", "փակ", "գույնավոր",
		"սպիտակ", "սեւ", "կարմիր", "կանաչ", "դեղին", "կապույտ", "նարնջագույն",
		"մուգ", "պայծառ", "անսովոր", "սովորական", "հեռավոր", "մոտիկ", "մեծամասնություն",
		"մանրություն", "ամբողջ", "կտրվածք", "ուղիղ", "հակառակ", "այլ", "նման",
		"կորուսյալ", "գտնված", "դատարկ", "լի", "փակ", "բաց", "արագ", "դանդաղ",
		"հաջող", "ձախողված", "հարուստ", "աղքատ", "ազատ", "կալանավորված", "զբաղված",
		"ազատ", "նորացված", "հինացված", "լավ", "վատ", "պահեստ", "արդյունք", "բազմաթիվ",
		"հանգստյան", "կառուցվածք", "գույն", "պատկեր", "արտադրություն", "հավաք", "հաշվարկ",
		"տոն", "պատերազմ", "համայնք", "բանակ", "համալսարան", "դասընթաց", "ապագա", "վարկանիշ",
	},
	"ka": {
		"თბილისი", "კაცი", "ქალი", "ბავშვი", "წიგნი", "მთა", "ზღვა", "მზე", "მთვარე",
		"ვარდი", "ხე", "ნავი", "მანქანა", "სკოლა", "უნივერსიტეტი", "ქუჩა", "ბაღი",
		"სახლი", "ამინდი", "ქარი", "წყალი", "ცივი", "ცხელი", "შემდეგი", "წინა",
		"გარეუბანი", "კენტრი", "სამშობლო", "მეზობელი", "მეგობარი", "შვილი", "შვილები",
		"ქეიფი", "სასმელი", "საჭმელი", "ქვეყანა", "პატარა", "დიდი", "მარტივი",
		"რთული", "მშვენიერი", "ცუდი", "დახლეჩილი", "ღიმილი", "ტირილი", "ღამე",
		"დღე", "საათი", "წუთი", "წამი", "კვირა", "თვე", "წელი", "გზა", "მატარებელი",
	},
	"am": {
		"አማርኛ",  // Amharic
		"ሰላም",   // Peace
		"ልጅ",    // Child
		"ቤት",    // House
		"መኪና",   // Car
		"ትምህርት", // Education
		"ምግብ",   // Food
		"ውሃ",    // Water
		"ባህር",   // Sea
		"እናት",   // Mother
		"አባት",   // Father
		"ፍቅር",   // Love
		"ጤና",    // Health
		"ፈንታ",   // Joy
		"ጊዜ",    // Time
		"ቅድስት",  // Saint
		"ሕዝብ",   // People
		"ወንጀል",  // Crime
		"መስከረም", // September
		"አክሱም",  // Axum
	},
}
